Repository: WoYaDo/RIPLi
Catalog: Release/skin.KOver-RIPLi/language/resource.language.*/strings.po
Languages: fi_fi, nb_no, pt_br

# #31187
source: Backup current viewtypes from 'Home' section. Home menu is not included. Useful for sharing a viewtypes' set.
fi_fi: Varmuuskopioi päävalikon näkymät. Päävalikkoa ei oteta mukaan. Hyödyllinen, jos haluat siirtää näkymät toiseen laitteeseen.

# #31188
source: Backup current viewtypes from 'Video' section. Home menu is not included. Useful for sharing a viewtypes' set.
fi_fi: Varmuuskopioi videovalikon näkymät. Päävalikkoa ei oteta mukaan. Hyödyllinen, jos haluat siirtää näkymät toiseen laitteeseen.

# #31189
source: Backup current viewtypes from 'Music' section. Home menu is not included. Useful for sharing a viewtypes' set.
fi_fi: Varmuuskopioi musiikkivalikon näkymät. Päävalikkoa ei oteta mukaan. Hyödyllinen, jos haluat siirtää näkymät toiseen laitteeseen.

# #31190
source: Backup current viewtypes from 'Pictures' section. Home menu is not included. Useful for sharing a viewtypes' set.
fi_fi: Varmuuskopioi kuvavalikon näkymät. Päävalikkoa ei oteta mukaan. Hyödyllinen, jos haluat siirtää näkymät toiseen laitteeseen.

# #31191
source: Backup current viewtypes from 'TV' section. Home menu is not included. Useful for sharing a viewtypes' set.
fi_fi: Varmuuskopioi tv-valikon näkymät. Päävalikkoa ei oteta mukaan. Hyödyllinen, jos haluat siirtää näkymät toiseen laitteeseen.

# #31192
source: Backup current viewtypes from 'Programs' section. Home menu is not included. Useful for sharing a viewtypes' set.
fi_fi: Varmuuskopioi ohjelmavalikon näkymät. Päävalikkoa ei oteta mukaan. Hyödyllinen, jos haluat siirtää näkymät toiseen laitteeseen.

# #31193
source: Set the IDLEFADE timer (Designer specific feature) :
fi_fi: Aseta IDLEFADE-ajastin (suunnittelutyökalun ominaisuus):

# #31194
source: Show 'Watched' flags
fi_fi: Merkitse katsotut
pt_br: Mostrar etiqueta "Assistido"

# #31195
source: Apply color schemes
fi_fi: Käytä väriteemaa
pt_br: Aplicar esquemas de cor

# #31196
source: Default dark
fi_fi: Oletus tumma
pt_br: Padrão escuro

# #31197
source: Default light
fi_fi: Oletus vaalea
pt_br: Padrão claro

# #31198
source: Default FTV style
fi_fi: Oletus FTV-tyyli

# #31199
source: Default flat style
fi_fi: Oletus litteä

# #31200
source: Enhancement
fi_fi: Lisäominaisuudet
pt_br: Aprimoramento

# #31201
source: Extended Infos allows KOver to get more widgets and backgrounds in Home. Those are selectable in Home menu configuration.
fi_fi: Extended Infos mahdollistaa uusien widgetien ja taustakuvien käytön. Niitä voi muokata päävalikon asetuksista.

# #31202
source: Artwork Downloader allows KOver to have acces to more arts. Arts like banners, cleararts, discarts, etc... are selectable in libraries item informations.
fi_fi: Artwork Downloader mahdollistaa monenlaisten kuvien käytön. Kirjastonäkymissä voidaan käyttää bannerien, clearartin ja discartin tyyppisisä kuvia.

# #31203
source: Artist Slideshow allows KOver to display artists arts as background. You can set more options in KOver settings under 'General Setup' when script is installed.
fi_fi: Artist Slideshow mahdollistaa esittäjän kuvien käyttämisen taustakuvina.. Voit muuttaa skriptin asetuksia yleisissä asetuksissa, kunhan skripti on asennettu.

# #31204
source: Install Extended Infos script ...
fi_fi: Asenna Extended Infos -skripti ...
pt_br: Instalar o script Extended Infos ...

# #31205
source: Install Artwork Downloader script ...
fi_fi: Asenna Artwork Downloader -skripti ...
pt_br: Instalar o script Artwork Downloader...

# #31206
source: Install Artist Slideshow ...
fi_fi: Asenna Artist Slideshow -lisäosa ...
pt_br: Instalar Artista Slideshow...

# #31207
source: - Show Artist Slideshow as background when music is playing.
fi_fi: - Näytä Artist Slideshow'n kuvat musiikkia toistettaessa.

# #31208
source: - Show visualisation effect over Artist slideshow.
fi_fi: - Näytä visualisointi esittäjän kuvien päällä.

# #31209
source: Artist Slideshow allows KOver to display artists arts as background. It also displays in viewtypes when 'Video on top' is set to 'VISIBLE' in the Designer.
fi_fi: Artist Slideshow -lisäosa mahdollistaa esittäjän kuvien käyttämisen taustakuvina. Kuvat ovat käytössä myös joissain näkymissä, kun video asetettu näkymään kuvien päällä.

# #31210
source: Set this option to show visualisation over the Artist Slideshow. Only useful when DIRECTX visualisation is set.
fi_fi: Näyttää visualisoinnin esittäjän kuvien päällä. Toimii vain DIRECTX-visualisointien kanssa.

# #31211
source: Set this option to show the 'WATCHED' status flag on libraries' items.
fi_fi: Merkitsee katsotut kohteet kirjastossa.

# #31212
source: Adjust time for the 'IDLEFADE' option. This is only when an item has this option in the Designer.
fi_fi: Muokkaa 'IDLEFADE'-asetuksen aikaa. Tämä pätee vain kohteisiin, jotka tukevat ominaisuutta suunnittelutyökalussa.

# #31213
source: Automatically apply a built-in color set. This automatically change the colors for each element.
fi_fi: Käyttää automaattisesti valmista väriteemaa. Muuttaa automaattisesti jokaisen elementin värejä.

# #31214
source: Backup current color set.
fi_fi: Varmuuskopioi nykyiset värit.

# #31215
source: Install Image ressource addon (studio logos) ...
fi_fi: Asenna Image resource -lisäosa (studiologot) ...

# #31216
source: DEFAULT
fi_fi: OLETUS
pt_br: PADRÂO

# #31217
source: Home Art
fi_fi: Päävalikon kuvat

# #31218
source: Header Bkg
fi_fi: Otsikon tausta

# #31219
source: Header Title
fi_fi: Otsikon teksti
pt_br: Título do Cabeçalho

# #31220
source: Header Subtitle
fi_fi: Otsikon teksti 2

# #31221
source: Settings window
fi_fi: Asetusikkuna
pt_br: Janela de ajustes

# #31222
source: Settings
fi_fi: Asetukset
nb_no: Innstillinger
pt_br: Ajustes

# #31223
source: HIDDEN
fi_fi: PIILOTETTU
nb_no: SKJULT
pt_br: OCULTAR

# #31224
source: Scroll indicators
fi_fi: Vierityssuunnan merkit
pt_br: Indicadores de rolamento

# #31225
source: Art Type
fi_fi: Kuvatyyppi
pt_br: Tipo de Arte

# #31226
source: Furnitures
fi_fi: Valikot
pt_br: Mobílias

# #31227
source: Set this option as 'VISIBLE' to display Scroll indicators. Indicators will match the list orientation set in Bloc 1.
fi_fi: Valitse 'NÄYTÄ', jos haluat näyttää vierityssuunnan merkit. Merkkien suunta riippuu Blokki 1:ssä määritellystä listan suunnasta.

# #31228
source: Choose the Bloc 3 style (Art). 'DEFAULT' makes KOver to try to search an available landscape Art. Note that depending of the content, the others can be returned empty.
fi_fi: Valitse Blokki 3:n tyyli (Kuva). 'OLETUS' laittaa KOverin etsimään vaakasuuntaista kuvaa. Huomaa, että sisällöstä riippuen muita kuvatyyppejä ei ehkä ole tarjolla.

# #31229
source: Tagline bg.
fi_fi: Iskulauseen tausta

# #31230
source: Tagline text
fi_fi: Iskulauseen teksti

# #31231
source: Scroll flags
fi_fi: Vieritysmerkit
pt_br: Rolar etiquetas

# #31232
source: Arrows
fi_fi: Nuolet
nb_no: Piler
pt_br: Setas

# #31233
source: Lists
fi_fi: Listat
nb_no: Lister
pt_br: Listas

# #31234
source: Loading ...
fi_fi: Ladataan ...
nb_no: Laster...
pt_br: Carregando ...

# #31235
source: Home Menu size
fi_fi: Päävalikon koko
pt_br: Tamanho do Menu na Home

# #31236
source: Choose Home menu size. This adjusts the Sidebar with different layouts.
fi_fi: Valitse päävalikon koko. Tämä muuttaa sivupalkkia eri asetteluissa.

# #31237
source: Move Bloc
fi_fi: Siirrä blokkia
nb_no: Flytt blokk
pt_br: Mover Bloco

# #31238
source: Resize Bloc
fi_fi: Muuta blokin kokoa
pt_br: Redimensionar Bloco

# #31239
source: Use Keyboard / Remote direction keys to move / resize.[CR]Press ENTER to swith move / resize.[CR]Press RETURN to exit.
fi_fi: Käytä näppäimistöä tai kaukosäädintä siirtääksesi tai muokataksesi kokoa.[CR]Paina ENTER vaihtaaksesi tilojen välillä.[CR]Paina PALAA poistuaksesi.

# #31240
source: Move
fi_fi: Siirrä
nb_no: Flytt
pt_br: Mover

# #31241
source: Resize
fi_fi: Muuta kokoa
pt_br: Redimensionar

# #31242
source: Keep OSD controls always sticking to bottom
fi_fi: PIdä kuvaruutuvalikon painikkeet aina alhaalla.

# #31243
source: Run Designer in safe mode (Designer V1)
fi_fi: Käytä suunnittelutyölua turvatilassa (versio 1)

# #31244
source: Install TvTunes ...
fi_fi: Asenna TvTunes -lisäosa ...
pt_br: Instalar TvTunes ...

# #31245
source: Audio / Video themes
fi_fi: Musiikki- / Videoteemat
pt_br: Temas Áudio / Vídeo

# #31246
source: Image ressource (studios) allows KOver to display studios logos in movies / shows infos.
fi_fi: Image resource (studios) mahdollistaa studioiden logojen näyttämisen elokuvien ja tv-sarjojen tiedoissa.

# #31247
source: TvTunes allows KOver to play audio / video themes in movies and tv shows libraries.
fi_fi: TvTunes mahdollistaa tunnusmusiikkien ja -videoiden toistamisen elokuva- ja tv-sarjakirjastoissa.

# #31248
source: Fallback[CR]Picture
fi_fi: Oletus-[CR]kuva

# #31249
source: - Hide TvTunes video theme as fullscreen background.
fi_fi: - Piilota TVTunesin kokoruudun videotunnukset.

# #31250
source: This prevent video playback to show as fullscreen background while browsing library. Useful when already set in Designer Bloc 4 to keep picture instead. This only applies to TvTunes video themes.
fi_fi: Estää videotunnusten toistamisen taustalla videokirjastoa selatessa. Hyödyllistä, jos Blokki 4 on asetettu jo kuvan näyttämiseen. Pätee ainoastaan TvTunes tunnusvideoihin.

# #31251
source: Up Next...
fi_fi: Seuraavaksi...
nb_no: Opp neste...
pt_br: A seguir...

# #31252
source: Install NextUp notifications ...
fi_fi: Asenna Nextup Service Notification -lisäosa ...

# #31253
source: Continue watching ?
fi_fi: Jatka katsomista?
nb_no: Fortsett å se ?
pt_br: Continuar assistindo ?

# #31254
source: Do not show
fi_fi: Älä näytä
nb_no: Ikke vis
pt_br: Não mostrar

# #31255
source: Always show
fi_fi: Näytä aina
nb_no: Alltid vis
pt_br: Mostrar sempre

# #31256
source: Hide after timer inactivity
fi_fi: Piilota valitun ajan kuluttua

# #31257
source: Show when media is playing
fi_fi: Näytä mediaa toistettaessa

# #31258
source: Show when TvTunes plays video
fi_fi: Näytä TvTunesin videota toistettaessa

# #31259
source: Show when list has focus
fi_fi: Näytä, kun lista on valittuna

# #31260
source: Show fallback only
fi_fi: Näytä vain oletus

# #31261
source: Set width 1 column
fi_fi: Aseta leveys, 1 sarake
pt_br: Definir largura 1 coluna

# #31262
source: Set width 2 columns
fi_fi: Aseta leveys, 2 saraketta
pt_br: Definir largura 2 colunas

# #31263
source: Set width 3 columns
fi_fi: Aseta leveys, 3 saraketta
pt_br: Definir largura 3 colunas

# #31264
source: Set height 1 row
fi_fi: Aseta korkeus, 1 rivi
pt_br: Definir altura 1 linha

# #31265
source: Set height 2 rows
fi_fi: Aseta korkeus, 2 riviä
pt_br: Definir altura 2 linhas

# #31266
source: Set height 3 rows
fi_fi: Aseta korkeus, 3 riviä
pt_br: Definir altura 3 linhas

# #31267
source: Fill with color
fi_fi: Täytä värillä
nb_no: Fyll med farge
pt_br: Preencher com cor

# #31268
source: Fill with user's picture
fi_fi: Täytä käyttäjän kuvalla
pt_br: Preencher com imagem do usuário

# #31269
source: Fill with List item Fanart
fi_fi: Täytä fanitaiteella

# #31270
source: Default
fi_fi: Oletus
pt_br: Padrão

# #31271
source: No fallback
fi_fi: Ei oletusta

# #31272
source: Wide List
fi_fi: Leveä lista
nb_no: Vid liste
pt_br: Lista Wide

# #31273
source: Tiles
fi_fi: Tiilit
pt_br: Mosaicos

# #31274
source: Card
fi_fi: Kortti
pt_br: Cartão

# #31275
source: Poster
fi_fi: Juliste
nb_no: Plakat

# #31276
source: Fixed List
fi_fi: Kiinteä lista
pt_br: Lista Fixada

# #31277
source: Banner
fi_fi: Banneri

# #31278
source: Thumb
fi_fi: Pienoiskuva
pt_br: Miniatura

# #31282
source: Landscape
fi_fi: Vaakakuva
nb_no: Landskap
pt_br: Paisagem

# #31283
source: Custom List
fi_fi: Oma lista
pt_br: Lista Customizada

# #31285
source: KODI Subtitles
fi_fi: KODI tekstitykset
nb_no: KODI undermenyer
pt_br: Kodi Legendas

# #31286
source: Horizontal
fi_fi: Vaakasuuntainen
nb_no: Horisontal

# #31287
source: Vertical
fi_fi: Pystysuuntainen
nb_no: Vertikal

# #31288
source: Stick to Top
fi_fi: Pidä ylhäällä
pt_br: Fixe no Topo

# #31289
source: Stick to Bottom
fi_fi: Pidä alhaalla
pt_br: Fixe na Base

# #31290
source: Stick to Left
fi_fi: Pidä vasemmalla
pt_br: Fixe para Esquerda

# #31291
source: Stick to Right
fi_fi: Pidä oikealla
pt_br: Fixe para Direita

# #31292
source: Hide bar at scroll end
fi_fi: Piilota vierityspalkki automaattisesti
pt_br: Ocultar barra ao encerrar rolamento

# #31293
source: Always visible
fi_fi: Näytä aina
pt_br: Sempre visível

# #31294
source: Push blocs
fi_fi: Työnnä blokkeja
pt_br: Empurrar blocos

# #31295
source: Show over blocs
fi_fi: Näytä blokkien päällä

# #31296
source: Still visible if B5 has focus
fi_fi: Näkyy, vaikka Blokki 5 on kohdistettuna
pt_br: Manter visível se o B5 receber foco

# #31297
source: Hide if B5 has focus
fi_fi: Piilota, jos Blokki 5 on kohdistettuna
pt_br: Ocultar se B5 receber foco

# #31298
source: Activate pressing Left
fi_fi: Käynnistä painamalla vasemmalle
pt_br: Ative pressionando Esquerda

# #31299
source: Activate pressing Right
fi_fi: Käynnistä painamalla oikealle
pt_br: Ative pressionando Direita

# #31300
source: Activate pressing Up
fi_fi: Käynnistä painamalla ylös
pt_br: Ative pressionando para Cima

# #31301
source: Activate pressing Down
fi_fi: Käynnistä painamalla alas
pt_br: Ative pressionando para Baixo

# #31302
source: Fanart
fi_fi: Fanitaide

# #31303
source: IdleFade Timer
fi_fi: Piilotuksen ajastin

# #31304
source: Seconds
fi_fi: Sekuntia
nb_no: Sekunder
pt_br: Segundos

# #31305
source: Choose pictures folder...
fi_fi: Valitse kuvakansio...
nb_no: Velg bilde mappe...

# #31306
source: Choose picture...
fi_fi: Valitse kuva...
nb_no: Velg bilde...
pt_br: Escolha imagem...

# #31307
source: Square
fi_fi: Neliö
pt_br: Quadrado

# #31308
source: Medium
fi_fi: Keskitaso
nb_no: Middels
pt_br: Médio

# #31309
source: Large
fi_fi: Suuri
nb_no: Stor
pt_br: Grande

# #31310
source: Not found !
fi_fi: Ei löytynyt!
nb_no: Ikke funnet !
pt_br: Não encontrado !

# #31311
source: Checking Files
fi_fi: Tarkistetaan tiedostoja
nb_no: Sjekker filer
pt_br: Verificando Arquivos

# #31312
source: Update Custom Lists
fi_fi: Päivitä omat listat
nb_no: Oppdater tilpassede lister

# #31313
source: Wizard...
fi_fi: Velho...
nb_no: Veiviser...

# #31314
source: At first start, KOver is built with the minimum requirements. You need to apply a prebuilt configuration or go to the Designer to create all the needed viewtypes and options.
fi_fi: Ensimmäisellä käynnistyskerralla luodaan vain välttämättömät valikot. Sinun pitää ottaa käyttöön valmiit asetukset tai avata suunnittelutyökalu ja luoda tarvitsemasi näkymät ja valikot.

# #31315
source: Welcome
fi_fi: Tervetuloa
nb_no: Velkommen

# #31316
source: Choose a prebuilt configuration
fi_fi: Valitse valmiista asetuksista

# #31317
source: Go to Designer
fi_fi: Avaa suunnittelutyökalu

# #31318
source: Exit
fi_fi: Sulje
nb_no: Avslutt

# #31319
source: Choose this option to let KOver builds itself. Choose between 5 presets to apply the settings matching to your needs (recommended). You can still apply other configurations later via the skin settings window.
fi_fi: Valitse tämä vaihtoehto, jos haluat käyttää valmiita valikoita. Valitse joku viidestä valmiista vaihtoehdosta. Voit myöhemmin muokata asetuksia ulkoasun asetusvalikosta.

# #31320
source: Choose this option to build KOver yourself. This will bring you to the Designer tool (advanced). It's recommended to apply a prebuilt configuration at first launch. You can still go to the Designer later via the skin settings window.
fi_fi: Valitse tämä vaihtoehto, jos haluat luoda omat valikkosi. Tämä avaa suunnittelutyökalun. Valmiiden asetusten käyttämistä suositellaan ensimmäisellä käynnistyskerralla. Voit käynnistää suunnittelutyökalun myöhemmin ulkoasun asetusvalikosta.

# #31321
source: Exit the wizard. You can go back to the wizard via the skin settings window.
fi_fi: Sulje asennusvelho. Voit suorittaa sen tarvittaessa uudelleen ulkoasun asetusvalikosta.

# #31322
source: Do not show me again
fi_fi: Älä näytä enää

# #31323
source: Open the startup wizard...
fi_fi: Avaa asennusvelho...

# #31324
source: Do not turn off your device or force close KODI.
fi_fi: Älä sammuta laitettasi tai sulje KODIa.

# #31325
source: A large amount of settings is being written. This can take some time depending of the system.[CR]Do not turn off your device or force close KODI.
fi_fi: Suurta määrää asetuksia tallennetaan. Tämä voi kestää jonkin aikaa riippuen järjestelmän suorituskyvystä.[CR]Älä sammuta laitettasi tai sulje KODIa.

# #31326
source: Still processing...[CR]Do not turn off your device or force close KODI.
fi_fi: Asetusten käsittely on kesken...[CR]Älä sammuta laitettasi tai sulje KODIa.

# #31327
source: Show after timer inactivity
fi_fi: Näytä ajastimen kuluttua

# #31328
source: Toggle the element's visibility. REVIDLEFADE makes the element to show after XX seconds (set by user).
fi_fi: Aseta kohteen näkyvyys. REVIDLEFADE saa kohteen näkymään käyttäjän asettaman ajan kuluttua (sekunteina).

# #31329
source: Set the reverse IDLEFADE timer (Designer specific feature) :
fi_fi: Aseta käänteinen IDLEFADE-ajastin (suunnittelutyökalun ominaisuus):

# #31400
source: [B]Configure appearance settings[/B][CR][CR]Change the skin[CR]Set language and region[CR]Change file listing options[CR]Set up a screensaver
fi_fi: [B]Muokkaa käyttöliittymän asetuksia[/B][CR][CR]Muokkaa ulkoasua[CR]Määritä alue- ja kieliasetukset[CR]Muuta tiedostolistausten asetuksia[CR]Aseta näytönsäästäjä

# #31401
source: [B]Configure video settings[/B][CR][CR]Manage your video library[CR]Set video playback options[CR]Change video listing options[CR]Set subtitle fonts
fi_fi: [B]Muokkaa videoasetuksia[/B][CR][CR]Hallitse videokirjastoa[CR]Aseta videotoiston asetukset[CR]Vaihda videolistauksen asetuksia[CR]Aseta tekstitysasetukset

# #31402
source: [B]Configure music settings[/B][CR][CR]Manage your music library[CR]Set music playback options[CR]Change music listing options[CR]Setup song submission[CR]Set karaoke options
fi_fi: [B]Muokkaa musiikkiasetuksia[/B][CR][CR]Hallitse musiikkikirjastoa[CR]Aseta musiikkitoiston asetukset[CR]Vaihda musiikkilistauksen asetuksia[CR]Aseta karaokeasetukset

# #31403
source: [B]Configure picture settings[/B][CR][CR]Set picture listing options[CR]Configure slideshow
fi_fi: [B]Muokkaa kuva-asetuksia[/B][CR][CR]Määritä kuvalistauksen asetukset[CR]Muokkaa kuvaesityksen asetuksia

# #31404
source: [B]Configure weather settings[/B][CR][CR]Set various cities to collect weather information
fi_fi: [B]Muokkaa sääasetuksia[/B][CR][CR]Aseta kolme kaupunkia, joista noudetaan säätiedot

# #31406
source: [B]Configure system settings[/B][CR][CR]Setup and calibrate displays[CR]Configure audio output[CR]Setup remote controls[CR]Set power saving options[CR]Enable debugging[CR]Setup master lock
fi_fi: [B]Muokkaa järjestelmäasetuksia[/B][CR][CR]Aseta ja kalibroi näyttö[CR]Määritä äänilähtö[CR]Aseta kauko-ohjaus[CR]Aseta virransäästöasetukset[CR]Ota virhelokin kirjoitus käyttöön[CR]Aseta pääkäyttäjän lukitus

# #31408
source: [B]Configure add-ons[/B][CR][CR]Manage your installed add-ons[CR]Browse for and install add-ons from kodi.tv[CR]Modify add-on settings
fi_fi: [B]Muokkaa lisäosia[/B][CR][CR]Hallitse asennettuja lisäosia[CR]Valitse ja asenna lisäosia kodi.tv:stä[CR]Muokkaa lisäosien asetuksia

# #31409
source: [B]Configure TV settings[/B][CR][CR]Change full screen info[CR]Manage EPG data settings
fi_fi: [B]Muokkaa tv-asetuksia[/B][CR][CR]Muokkaa kokoruudun tietoja[CR]Hallitse ohjelmaoppaan asetuksia

# #31410
source: [B]Configure network settings[/B][CR][CR]Setup control of Kodi via UPnP and HTTP[CR]Configure file sharing[CR]Enable Zeroconf[CR]Configure AirPlay
fi_fi: [B]Muokkaa verkkoasetuksia[/B][CR][CR]Määritä Kodin kauko-ohjaus käyttäen UPnP:tä ja HTTP:tä[CR]Määritä tiedostonjako[CR]Käytä Zeroconfia[CR]Määriät AirPlayn asetukset

# #31411
source: [B]Configure KOver settings[/B][CR][CR]Configure Home menu[CR]Enable advanced tools[CR]Auto build viewtypes sets[CR]Export / Import features
fi_fi: [B]Muokkaa KOverin asetuksia[/B][CR][CR]Muokkaa päävalikkoa[CR]Käytä edistyneitä työkaluja[CR]Näkymien automaattinen luominen[CR]Vie / Tuo ominaisuuksia

# #31412
source: [B]Configure KOver viewtypes[/B][CR][CR]Create / delete / modify viewtypes using the WYSIWYG editor : KOver Designer
fi_fi: [B]Muokkaa KOverin näkymiä[/B][CR][CR]Luo / poista / muokkaa näkymiä WYSIWYG-editorilla: KOverin suunnittelutyökalulla

# #31413
source: [B]Configure KOver colors[/B][CR][CR]Create / modify color scheme[CR]Change colors for each parts of the viewtypes[CR]Import previous or shared color sets
fi_fi: [B]Muokkaa KOverin värejä[/B][CR][CR]Luo / muokkaa väriteemoja[CR]Muokkaa näkymien eri kohtien värejä[CR]Tuo vanhoja tai muiden jakamia väriteemoja

# #31414
source: [B]Configure profiles settings[/B][CR][CR]Enable / disable login screen[CR]Set profiles' names and pictures[CR]Set lock settings
fi_fi: [B]Muokkaa profiiliasetuksia[/B][CR][CR]Näytä tai piilota kirjautumisruutu[CR]Aseta profiilinimet ja -kuvat[CR]Määritä lukitusasetukset

# #31500
source: This category contains the settings for home menu editing and showing / hiding advanced features.
fi_fi: Tämä kategoria sisältää päävalikkoon liittyvät asetukset.

# #31501
source: This category contains the settings for applying automatic layouts and color sets.
fi_fi: Tämä kategoria sisältää automaattisten näkymien ja värien asetukset.

# #31502
source: This category contains the settings for importing / exporting user's configurations of KOver.
fi_fi: Tämä kategoria sisältään KOverin varmuuskopiointi- ja palautusasetukset.

# #31503
source: This category contains the settings for activating optional scripts to enhance KOver content.
fi_fi: Tämä kategoria sisältää KOverin käyttämien skriptien asetukset.

# #31281
source: Disc Art
nb_no: Plateillustrasjoner
pt_br: Arte de Disco
