Repository: WoYaDo/RIPLi
Catalog: Release/skin.KOver-RIPLi/language/resource.language.*/strings.po
Languages: fi_fi, nb_no, pt_br

# #31000
source: KOver Designer
fi_fi: Suunnitelutyökalu

# #31001
source: Home Menu
fi_fi: Päävalikko
nb_no: Hjem meny
pt_br: Menu Home

# #31002
source: Colors
fi_fi: Värit
nb_no: Farger
pt_br: Cores

# #31003
source: Import
fi_fi: Tuo
pt_br: Importar

# #31004
source: Customize
fi_fi: Muokkaa
nb_no: Tilpass
pt_br: Customizar

# #31005
source: Dialogs
fi_fi: Dialogit
nb_no: Dialoger
pt_br: Diálogos

# #31006
source: Wallpaper
fi_fi: Taustakuva
pt_br: Papel de Parede

# #31007
source: General Setup
fi_fi: Yleisasetukset
pt_br: Ajuste Geral

# #31008
source: Blocs background
fi_fi: Blokkien tausta
nb_no: Blokk bakgrunn
pt_br: Pano de fundo dos blocos

# #31009
source: Bloc 1 : List
fi_fi: Blokki 1: Lista
nb_no: Blokk 1 : Liste
pt_br: Bloco 1 : Lista

# #31010
source: Bloc 1
fi_fi: Blokki 1
nb_no: Blokk 1
pt_br: Bloco 1

# #31011
source: Bloc 2 : Infos
fi_fi: Blokki 2: Tiedot
nb_no: Blokk 2 : Info
pt_br: Bloco 2 : Infos

# #31012
source: Bloc 2
fi_fi: Blokki 2
nb_no: Blokk 2
pt_br: Bloco 2

# #31013
source: Bloc 3 : Art
fi_fi: Blokki 3: Kuva
pt_br: Bloco 3 : Arte

# #31014
source: Bloc 3
fi_fi: Blokki 3
nb_no: Blokk 3
pt_br: Bloco 3

# #31015
source: Bloc 4 : Playing Video
fi_fi: Blokki 4: Videotoisto
nb_no: Blokk 4 : Spillende film
pt_br: Bloco 4 : Reprodução de Vídeo

# #31016
source: Bloc 4
fi_fi: Blokki 4
nb_no: Blokk 4
pt_br: Bloco 4

# #31017
source: Rename View
fi_fi: Uudelleennimeä näkymä
nb_no: Gi visningen nytt navn
pt_br: Renomear Vista

# #31018
source: Apply Default Horizontal
fi_fi: Käytä oletusvaakasuuntaista
pt_br: Aplicar Horizontal Padrão

# #31019
source: Apply Default Vertical
fi_fi: Käytä oletuspystysuuntaista
pt_br: Aplicar Vertical Padrão

# #31020
source: My Template 1
fi_fi: Oma sapluuna 1
nb_no: Mitt tema 1
pt_br: Meu Modelo 1

# #31021
source: My Template 2
fi_fi: Oma sapluuna 2
nb_no: Mitt tema 2
pt_br: Meu Modelo 2

# #31022
source: My Template 3
fi_fi: Oma sapluuna 3
nb_no: Mitt tema 3
pt_br: Meu Modelo 3

# #31023
source: Delete View
fi_fi: Poista näkymä
nb_no: Slett visning
pt_br: Deletar Vista

# #31024
source: Apply Template To View
fi_fi: Käytä sapluunaa näkymään
pt_br: Aplicar Modelo para Vista

# #31025
source: Copy View To Template
fi_fi: Kopioi näkymä sapluunaan
nb_no: Kopier visning til tema
pt_br: Copiar Vista para o Modelo

# #31026
source: Delete Template
fi_fi: Poista sapluuna
nb_no: Slett tema
pt_br: Deletar Modelo

# #31027
source: Export Template
fi_fi: Vie sapluuna
nb_no: Eksporter tema
pt_br: Exportar Modelo

# #31028
source: Layout Orientation
fi_fi: Asettelun suunta
pt_br: Orientação de Layout

# #31029
source: Sidebar Position
fi_fi: Sivupalkin sijainti
pt_br: Posição da Barra Lateral

# #31030
source: Dialog panel position
fi_fi: Dialogipaneelin sijainti
pt_br: Posição do Painel de Diálogo

# #31031
source: Sidebar Autohide
fi_fi: Sivupalkin automaattinen piilotus
pt_br: Auto ocultar barra lateral

# #31032
source: Dialog slide type
fi_fi: Dialogin liukutapa
pt_br: Tipo de slide de diálogo

# #31033
source: Horizontal Separator
fi_fi: Vaakasuuntainen erotin
pt_br: Separador Horizontal

# #31034
source: Vertical Separator
fi_fi: Pystysuuntainen erotin
pt_br: Separador Vertical

# #31035
source: visibility
fi_fi: näkyvyys
nb_no: synlighet
pt_br: visibilidade

# #31036
source: Horizontal Position (column)
fi_fi: Vaakasijainti (sarake)
nb_no: Horisontal plassering (kolonne)
pt_br: Posição Horizontal (coluna)

# #31037
source: Vertical Position (row)
fi_fi: Pystysijainti (rivi)
nb_no: Vertikal plassering (rad)
pt_br: Posição Vertical (linha)

# #31038
source: Width
fi_fi: Leveys
nb_no: Bredde
pt_br: Largura

# #31039
source: Height
fi_fi: Korkeus
nb_no: Høyde
pt_br: Altura

# #31040
source: Background[CR]Style
fi_fi: Taustakuvan[CR]tyyli
nb_no: Bakgrunn[CR]stil
pt_br: Estilo[CR]Pano de Fundo

# #31041
source: List Type
fi_fi: Listatyyppi
nb_no: Listetype
pt_br: Tipo de Lista

# #31042
source: Background[CR]Image
fi_fi: Tausta-[CR]kuva
nb_no: Bakgrunn[CR]bilde
pt_br: Imagem[CR]Pano de Fundo

# #31043
source: List : Selected item 1
fi_fi: Lista: valittu kohde 1
nb_no: Liste : Valgte element 1
pt_br: Lista: Item selecionado 1

# #31044
source: Sub info
fi_fi: Lisätiedot

# #31045
source: List : Unselected item 2
fi_fi: Lista: valitsematon kohde 2
nb_no: Liste : Ikke valgte element 2
pt_br: Lista: Item selecionado 2

# #31046
source: List : Unselected item 3
fi_fi: Lista: valitsematon kohde 3
nb_no: Liste : Ikke valgte element 3
pt_br: Lista: Item selecionado 3

# #31047
source: Info Bloc : Sub info
fi_fi: Infoblokki: Lisätiedot
pt_br: Bloco de Info: Sub Info

# #31048
source: Text 3 - Informations plot [CR]about the selected item in bloc 1
fi_fi: Teksti 3 - Juonikuvaus[CR]Blokki 1:n valinnasta
pt_br: Texto 3 - Informações enredo [CR]sobre o item selecionado no bloco 1

# #31049
source: Ex : Duration
fi_fi: Esimerkiksi kesto
pt_br: Ex : Duração

# #31050
source: Selected Item Tag
fi_fi: Valitun kohteen tagi
nb_no: Valgte element merke
pt_br: Item de etiqueta selecionado

# #31051
source: Home
fi_fi: Päävalikko
nb_no: Hjem

# #31052
source: Video on top
fi_fi: Video päällimmäisenä
pt_br: Vídeo no topo

# #31053
source: Visualisation presets
fi_fi: Visualisoinnin esiasetukset

# #31054
source: Extra art
fi_fi: Lisäkuvat
pt_br: Arte Extra

# #31055
source: Increase
fi_fi: Lisää
pt_br: Aumentar

# #31056
source: Decrease
fi_fi: Vähennä
pt_br: Reduzir

# #31057
source: Recent albums
fi_fi: Tuoreimmat albumit
nb_no: Siste album
pt_br: Álbuns Recentes

# #31058
source: Recommended albums
fi_fi: Suositellut albumit
nb_no: Anbefalte album
pt_br: Álbuns recomendados

# #31059
source: Random albums
fi_fi: Satunnaiset albumit
nb_no: Tilfeldige albumer
pt_br: Álbuns aleatórios

# #31060
source: Window
fi_fi: Ikkuna
nb_no: Vindu
pt_br: Janela

# #31061
source: Sidebar
fi_fi: Sivupalkki
pt_br: Barra Lateral

# #31062
source: Blocs background
fi_fi: Blokkien tausta
nb_no: Blokk bakgrunn
pt_br: Pano de fundo dos blocos

# #31063
source: Info bloc
fi_fi: Infoblokki
nb_no: Info blokk
pt_br: Bloco info

# #31064
source: Art bloc
fi_fi: Kuvablokki
pt_br: Bloco Arte

# #31065
source: Video bloc
fi_fi: Videoblokki
nb_no: Film blokk
pt_br: Bloco Vídeo

# #31066
source: Dialog
fi_fi: Dialogi
pt_br: Diálogo

# #31067
source: Color editor
fi_fi: Värityökalu
nb_no: Farge redigerer
pt_br: Editor de Cor

# #31068
source: Unselected icons
fi_fi: Valitsemattomat kuvakkeet
nb_no: Ikke valgte ikoner
pt_br: Ícones não selecionados

# #31069
source: Unselected items
fi_fi: Valitsemattomat kohteet
nb_no: Ikke valgte elementer
pt_br: Itens não selecionados

# #31070
source: Unselected text 1[CR]icon
fi_fi: Valitsematon teksti 1[CR]Kuvake

# #31071
source: Unselected text 2[CR](sub)
fi_fi: Valitsematon teksti 2[CR](alaotsikko)

# #31072
source: Unselected text
fi_fi: Valitsematon teksti
nb_no: Ikke valgt tekst

# #31073
source: Selected icon background
fi_fi: Valitun kuvakkeen tausta
nb_no: Valgt ikon bakgrunn
pt_br: Ícone selecionado para pano de fundo

# #31074
source: Selected items
fi_fi: Valitut kohteet
nb_no: Valgte elementer
pt_br: Itens Selecionados

# #31075
source: Selected text 1[CR]icon
fi_fi: Valittu teksti 1[CR]Kuvake
pt_br: Texto Selecionado 1[CR]Ícone

# #31076
source: Selected text 2[CR](sub)
fi_fi: Valittu teksti 2[CR](alaotsikko)
pt_br: Texto Selecionado 2[CR](sub)

# #31077
source: Selected text
fi_fi: Valittu teksti
nb_no: Valgt tekst
pt_br: Texto selecionado

# #31078
source: Selected item background
fi_fi: Valitun kohteen tausta
nb_no: Valgt element bakgrunn
pt_br: Pano de fundo para item selecionado

# #31079
source: Selected item number
fi_fi: Valitun kohteen numero
nb_no: Valgt element nummer
pt_br: Número de itens selecionados

# #31080
source: Invalid text
fi_fi: Virheellinen teksti
nb_no: Ugyldig tekst
pt_br: Texto Inválido

# #31081
source: Clock
fi_fi: Kello
nb_no: Klokke
pt_br: Relógio

# #31082
source: Shadow
fi_fi: Varjo
nb_no: Skygge
pt_br: Sombra

# #31083
source: Other infos
fi_fi: Muut tiedot
nb_no: Annen info
pt_br: Outras infos

# #31084
source: Export color scheme
fi_fi: Vie väriteema
nb_no: Eksporter farge skjema
pt_br: Exportar esquema de cor

# #31085
source: Bloc 5 : Submenu
fi_fi: Blokki 5: Alavalikko
nb_no: Blokk 5 : Undermeny
pt_br: Bloco 5 : Submenu

# #31086
source: Bloc 5
fi_fi: Blokki 5
nb_no: Blokk 5
pt_br: Bloco 5

# #31087
source: KODI Section
fi_fi: KODI-osio
nb_no: KODI Seksjon
pt_br: KODI Seção

# #31088
source: Name :
fi_fi: Nimi :
nb_no: Navn :
pt_br: Nome:

# #31089
source: Viewtype
fi_fi: Näkymä
nb_no: Visningstype
pt_br: Tipo de Vista

# #31090
source: Empty
fi_fi: Tyhjä
nb_no: Tom
pt_br: Vazio

# #31091
source: Choose the section where you want to edit the viewtype.
fi_fi: Valitse osio, jonka näkymää haluat muokata.

# #31092
source: Choose the viewtype you want to build/edit. Press right for config, click or press ENTER for more.
fi_fi: Valitse näkymätyyppi, jonka haluat luoda tai muokata. Paina OIKEA muokataksesi tai ENTER, jos haluat lisää.

# #31093
source: Rename the viewtype. This will be shown 'as is' in library viewtype selection.
fi_fi: Nimeä näkymä uudelleen. Nimeä käytetään mediakirjastoissa.

# #31094
source: Apply the built-in horizontal viewtype. A good start for sidebar TOP or BOTTOM layout.
fi_fi: Käytä sisäänrakennettua vaakasuuntaista näkymää. Se on hyvä lähtökohta ylhäälle tai alhaalle sijoittuvalle asettelulle.

# #31095
source: Apply the built-in vertical viewtype. A good start for sidebar LEFT or RIGHT layout.
fi_fi: Käytä sisäänrakennettua pystysuuntaista näkymää. Se on hyvä lähtökohta vasemmalle tai oikealle sijoittuvalle asettelulle.

# #31096
source: Delete the viewtype. It won't be available anymore in library viewtype selection.
fi_fi: Poista näkymä. Poistamisen jälkeen tätä näkymää ei voi enää käyttää kirjastoissa.

# #31097
source: Apply imported/stored viewtype in template. This will overide the actual viewtype.
fi_fi: Kopioi tuotu/tallennettu näkymä sapluunaan. Tämä korvaa varsinaisen näkymän.

# #31098
source: Stores the actual viewtype in template. This overide the template content.
fi_fi: Tallentaa näkymän sapluunaksi. Tämä korvaa nykyisen sapluunan.

# #31099
source: Export the template's content to a zip file. Be aware that the template's number is also stored.
fi_fi: Tallentaa sapluunan sisällön zip-tiedostoon. Huomaa, että myös sapluunan numero tallennetaan.

# #31100
source: Delete the template's content.
fi_fi: Poista sapluunan sisältö
nb_no: Slett temaet's innhold

# #31101
source: Toggle the element's visibility. IDLEFADE makes the element to disappear after XX seconds (set by user).
fi_fi: Säädä kohteen näkyvyyttä. IDLEFADE saa kohteen katoamaan XX sekunnin jälkeen (käyttäjän määrittelemä aika).

# #31102
source: Change the layout orientation or scroll direction for lists.
fi_fi: Muuta asettelun suuntaa tai listojen vierityssuuntaa.

# #31103
source: Change the sidebar position. This is limited by the layout orientation.
fi_fi: Muuta sivupalkin sijaintia. Asettelun suunta vaikuttaa sijaintiin.

# #31104
source: Makes the sidebar to autohide. Useful for fullscreen layout, sidebar will fade to not cover infos.
fi_fi: Piilottaa sivupalkin automaattisesti. Hyödyllinen kokoruudun asetttelussa, jolloin sivupalkki ei peitä tietoja.

# #31105
source: Set the dialog panel (ex. movie infos) position.
fi_fi: Aseta dialogipaneelin (esim. elokuvatiedot) sijainti.

# #31106
source: Choose panel opening style. 'PUSH' pushes the blocs and 'OVER' shows over blocs.
fi_fi: Valitse paneelin avaustyyli. 'TYÖNNÄ' työntää blokit sivuun ja 'PÄÄLLÄ' näkyy blokkien päällä.

# #31107
source: Insert an horizontal space between blocs. Choose between A and B or B and C.
fi_fi: Jättää ylimääräistä tilaa vaakasuunnassa blokkien väliin. Valitse vaihtoehdoista A, B tai C.

# #31108
source: Insert an vertical space between blocs. Choose between A and B or B and C.
fi_fi: Jättää ylimääräistä tilaa pystysuunnassa blokkien väliin. Valitse vaihtoehdoista A, B tai C.

# #31109
source: Change the horizontal start position of the element. Can be locked depending of the layout orientation.
fi_fi: Muuta elementin alkamiskohtaa vaakasuunnassa. Kohta saattaa olla lukittu asettelun suunnan vuoksi.

# #31110
source: Change the vertical start position of the element. Can be locked depending of the layout orientation.
fi_fi: Muuta elementin alkamiskohtaa pystysuunnassa. Kohta saattaa olla lukittu asettelun suunnan vuoksi.

# #31111
source: Change the horizontal size of the element. Can be locked/limited by the element's horizontal position.
fi_fi: Muuta elementin leveyttä. Elementin vaakasuuntainen sijainti saattaa rajoittaa sen leveyttä.

# #31112
source: Change the vertical size of the element. Can be locked/limited by the element's vertical position.
fi_fi: Muuta elementin korkeutta. Elementin pystysuuntainen sijainti saattaa rajoittaa sen korkeutta.

# #31113
source: Choose the window background style. 'IMAGE' shows user's picture selected in the next setting.
fi_fi: Valitse ikkunan taustakuvan tyyli. 'KUVA' näyttää seuraavassa asetuksessa valitun kuvan.

# #31114
source: Choose the main list (library) style. 'BANNER' shows 'FIXEDLIST' if item is not a media.
fi_fi: Valitse listan tyyli. 'BANNERI' käyttää 'KIINTEÄÄ LISTAA', jos kohde ei ole mediaa.

# #31115
source: Browse for a picture to use when background style is set to 'IMAGE'.
fi_fi: Valitse kuva, jos taustakuvan tyyliksi on asetettu 'KUVA'.

# #31116
source: Display the playing video over all other background style settings.
fi_fi: Näytä toistettava video muiden taustan elementtien päällä.

# #31117
source: Set 'HIDE' to hide bloc 1 (List) when submenu/options list has focus. Useful when blocs share the same position.
fi_fi: Valitse 'PIILOTA' piilottaaksesi Blokki 1:n (Lista), kun alavalikko on valittuna. Tästä on hyötyä, kun blokit sijaitsevat samassa kohdassa.

# #31118
source: Set 'HIDE' to hide bloc 2 (Infos) when submenu/options list has focus. Useful when blocs share the same position.
fi_fi: Valitse 'PIILOTA' piilottaaksesi Blokki 2:n (Tiedot), kun alavalikko on valittuna. Tästä on hyötyä, kun blokit sijaitsevat samassa kohdassa.

# #31119
source: Set 'HIDE' to hide bloc 3 (Art) when submenu/options list has focus. Useful when blocs share the same position.
fi_fi: Valitse 'PIILOTA' piilottaaksesi Blokki 3:n (Kuvat), kun alavalikko on valittuna. Tästä on hyötyä, kun blokit sijaitsevat samassa kohdassa.

# #31120
source: Set 'HIDE' to hide bloc 4 (Video/Home art) when submenu/options list has focus. Useful when blocs share the same position.
fi_fi: Valitse 'PIILOTA' piilottaaksesi Blokki 4:n (Videon/Päävalikon kuvat), kun alavalikko on valittuna. Tästä on hyötyä, kun blokit sijaitsevat samassa kohdassa.

# #31121
source: Choose key/action to open submenu/options list (Bloc 5).
fi_fi: Valitse näppäin/toiminto alavalikon aukaisemiseen (Blokki 5).

# #31122
source: Choose key/action to go to previous menu.
fi_fi: Valitse painike/toiminto edelliseen valikkoon siirtymistä varten.

# #31123
source: Blocs background
fi_fi: Blokkien tausta
nb_no: Blokk bakgrunn
pt_br: Pano de fundo dos blocos

# #31124
source: Libraries settings
fi_fi: Kirjastojen asetukset
nb_no: Bibliotek innstillinger
pt_br: Ajustes da coleção

# #31125
source: Subcategory
fi_fi: Alakategoria
nb_no: Underkategori
pt_br: Subcategoria

# #31126
source: Change settings level
fi_fi: Vaihda asetustasoa
nb_no: Endre innstillingsnivå
pt_br: Alterar níveis de ajuste

# #31127
source: Submenu
fi_fi: Alavalikko
nb_no: Undermeny

# #31128
source: Choose the element you want to change the color and click or press 'ENTER'.
fi_fi: Valitse elementti, jonka väriä haluat vaihtaa ja paina 'ENTER'.

# #31129
source: Info Bloc : Title
fi_fi: Infoblokki: Nimi
nb_no: Info blokk : Tittel
pt_br: Bloco Info: Título

# #31130
source: Bloc 4 : Home Art
fi_fi: Blokki 4: Päävalikon kuvat
pt_br: Bloco 4: arte da Home

# #31131
source: Scrolling Orientation
fi_fi: Vierityssuunta
pt_br: Orientação da Rolagem

# #31132
source: View Settings
fi_fi: Näkymäasetukset
nb_no: Vis innstillinger
pt_br: Ajustes da Vista

# #31133
source: Select Viewtype
fi_fi: Valitse näkymä
nb_no: Velg visningstype
pt_br: Selecionar Tipo de Vista

# #31134
source: Move left
fi_fi: Siirry vasemmalle
nb_no: Flytt venstre
pt_br: Mover Esquerda

# #31135
source: Move right
fi_fi: Siirry oikealle
nb_no: Flytt høyre
pt_br: Mover para a Direita

# #31136
source: Change icon
fi_fi: Vaihda kuvaketta
nb_no: Endre ikon
pt_br: Alterar Ícone

# #31137
source: Select Bloc 4 Picture
fi_fi: Valitse Blokki 4:n kuva
nb_no: Velg blokk 4 bilde
pt_br: Selecione Imagem Bloco 4

# #31138
source: Bloc 1 Visibility On Focus
fi_fi: Blokki 1:n näkyvyys kohdistettaessa
pt_br: Visibilidade do bloco 1 ao receber foco

# #31139
source: Bloc 2 Visibility On Focus
fi_fi: Blokki 2:n näkyvyys kohdistettaessa
pt_br: Visibilidade do bloco 2 ao receber foco

# #31140
source: Bloc 3 Visibility On Focus
fi_fi: Blokki 3:n näkyvyys kohdistettaessa
pt_br: Visibilidade do bloco 3 ao receber foco

# #31141
source: Bloc 4 Visibility On Focus
fi_fi: Blokki 4:n näkyvyys kohdistettaessa
pt_br: Visibilidade do bloco 4 ao receber foco

# #31142
source: Go Submenu
fi_fi: Alavalikon avaus
nb_no: Gå til undermeny
pt_br: Ir para Submenu

# #31143
source: Go Back
fi_fi: Palaa
nb_no: Gå tilbake
pt_br: Retornar

# #31144
source: Over
fi_fi: Päällä

# #31145
source: PVR
fi_fi: Tallennin

# #31146
source: TV channels
fi_fi: TV-kanavat
nb_no: TV kanaler
pt_br: Canais de TV

# #31147
source: Weather
fi_fi: Sää
nb_no: Vær
pt_br: Clima

# #31148
source: Weather Forecast
fi_fi: Sääennuste
pt_br: Previsão do Clima

# #31149
source: Edit Home menu...
fi_fi: Muokkaa päävalikkoa...
nb_no: Rediger hjem meny...
pt_br: Editar menu Home...

# #31150
source: Auto build
fi_fi: Oletusnäkymät
nb_no: Auto bygg
pt_br: Auto construir

# #31151
source: Import / Export
fi_fi: Tuo / Vie
nb_no: Importer / Eksporter
pt_br: Importar / Exportar

# #31152
source: Force search for PVR thumbs
fi_fi: Pakota ohjelmaoppaan kuvien etsiminen
pt_br: Forçar procura por miniaturas de PVR

# #31153
source: Enable Designer
fi_fi: Näytä suunnittelutyökalu
pt_br: Ativar Designer

# #31154
source: Enable Color tool
fi_fi: Näytä värityökalu
pt_br: Ativar Ferramenta de Cor

# #31155
source: Show Debug Infos
fi_fi: Näytä virheenkorjaustiedot

# #31156
source: Build KOver for PVR
fi_fi: Luo PVR-valikot
pt_br: Construir KOver para PVR

# #31157
source: Horizontal
fi_fi: Vaakasuuntainen
nb_no: Horisontal

# #31158
source: Vertical
fi_fi: Pystysuuntainen
nb_no: Vertikal

# #31159
source: Build KOver fullscreen
fi_fi: Luo kokoruudun valikot

# #31160
source: Classic
fi_fi: Klassinen
nb_no: Klassisk
pt_br: Clássico

# #31161
source: Two-thirds
fi_fi: Kaksi kolmasosaa
pt_br: Dois terços

# #31162
source: Hybrid
fi_fi: Hybridi
pt_br: Hibrido

# #31163
source: Import...
fi_fi: Tuo...
nb_no: Importer...
pt_br: Importar...

# #31164
source: Backup all viewtype (without Home menu)
fi_fi: Varmuuskopioi kaikki näkymät (ilman päävalikkoa)

# #31165
source: Backup Home menu
fi_fi: Varmuuskopioi päävalikko

# #31166
source: Full backup (viewtypes and Home menu)
fi_fi: Täysi varmuuskopio (näkymät ja päävalikko)

# #31167
source: Export all 'Home' viewtypes
fi_fi: Vie kaikki päävalikon näkymät
nb_no: Eksporter alle 'Hjem' visningstyper

# #31168
source: Export all 'Video' viewtypes
fi_fi: Vie kaikki 'Video'-näkymät
nb_no: Eksporter alle 'Film' visningstyper

# #31169
source: Export all 'Music' viewtypes
fi_fi: Vie kaikki 'Musiikki'-näkymät
nb_no: Eksporter alle 'Musikk' visningstyper

# #31170
source: Export all 'Pictures' viewtypes
fi_fi: Vie kaikki 'Kuvat'-näkymät
nb_no: Eksporter alle 'Bilder' visningstyper

# #31171
source: Export all 'TV' viewtypes
fi_fi: Vie kaikki 'Tv'-näkymät
nb_no: Eksporter alle 'TV' visningstyper

# #31172
source: Export all 'Programs' viewtypes
fi_fi: Vie kaikki 'Ohjelmat'-näkymät
nb_no: Eksporter alle 'Program' visningstyper

# #31173
source: Allows to set home menu, submenus and widgets and to choose viewtypes and backgrounds.
fi_fi: Mahdollistaa valikoiden, alavalikoiden ja widgetien luomisen sekä näkymien ja taustakuvien valinnan.

# #31174
source: Enable this option to force downloading arts in PVR. This can also download arts in the EPG guide by changing settings in skin.helper script. This is useful when the backend is not returning arts.
fi_fi: Pakottaa ohjelmaoppaan kuvien lataamisen. Voi myös ladata ohjelmien kuvia, jos muutat skin.helper-skriptin asetuksia. Siitä on hyötyä, jos PVR-taustaosa ei tarjoa kuvia.

# #31175
source: Enable this option to give access to the Designer and build your own viewtypes (advanced).
fi_fi: Näyttää suunnittelutyökalun asetusvalikossa. Sillä voi luoda omia näkymiä (edistyneille käyttäjille).

# #31176
source: Enable this option to give access to the Color tool, change the skin colors and create color sets (advanced).
fi_fi: Näyttää värityökalun asetusvalikossa. Sillä voi muokata ulkoasun värejä ja luoda väriteemoja (edistyneille käyttäjille).

# #31177
source: Enable this option to show debug infos (advanced).
fi_fi: Näyttää virheenkorjaustiedot (edistyneille käyttäjille).

# #31178
source: Automatically create viewtypes in all sections for a PVR use. Vewtypes will be set 1/3 of the screen in horizontal / bottom position. Recommended for a mximum view of the playing video.
fi_fi: Luo automaattisesti PVR-toimintoihin liittyvät valikot. Valikot käyttävät 1/3 ruudun tilasta vaakasuunnassa alhaalta. Suositellaan, jos haluat nähdä mahdollisimman suuren osan toistettavasta videosta.

# #31179
source: Automatically create viewtypes in all sections for a PVR use. Vewtypes will be set 1/3 of the screen in vertical / left position. Recommended for a mximum view of the playing video.
fi_fi: Luo automaattisesti PVR-toimintoihin liittyvät valikot. Valikot käyttävät 1/3 ruudun tilasta pystysuunnassa vasemmalta. Suositellaan, jos haluat nähdä mahdollisimman suuren osan toistettavasta videosta.

# #31180
source: Automatically create viewtypes in all sections for a fullscreen use. Vewtypes will be set 3/3 of the screen. Recommended for medias library player.
fi_fi: Luo automaattisesti kaikki valikot kokoruudun käyttöä varten. Valikot käyttävät 3/3 ruudun tilasta. Suositellaan mediakirjastokäyttöön.

# #31181
source: Automatically create viewtypes in all sections for a fullscreen use. Vewtypes will be set 2/3 of the screen. Recommended for medias library player.
fi_fi: Luo automaattisesti kaikki näkymät kokoruudun käyttöä varten. Näkymät käyttävät 2/3 ruudun tilasta. Suositellaan mediakirjastokäyttöön.

# #31182
source: Automatically create viewtypes in all sections for a fullscreen use. Vewtypes will be set 2/3 and 3/3 of the screen. Recommended for medias library player.
fi_fi: Luo automaattisesti kaikki näkymät kokoruudun käyttöä varten. Näkymät käyttävät 2/3 ja 3/3 ruudun tilasta. Suositellaan mediakirjastokäyttöön.

# #31183
source: Restore backups, apply new / stored color sets, apply new / stored viewtypes sets.
fi_fi: Palauta varmuuskopioita, käytä uusia / tallennettuja värejä, käytä uusia / tallennettuja näkymiä.

# #31184
source: Backup ALL current viewtypes (from all sections). Home menu is not included. Useful for sharing a complete viewtypes' set.
fi_fi: Varmuuskopioi KAIKKI käytössä olevat näkymät päävalikkoa lukuunottamatta. Hyödyllinen, jos haluat siirtää asetukset toiseen kokoonpanoon.

# #31185
source: Backup Home menu. Viewtypes are not included.
fi_fi: Varmuuskopioi päävalikko. Näkymiä ei oteta mukaan.

# #31186
source: Full backup. Viewtypes AND Home menu are included. Useful for duplication on user's multiple devices.
fi_fi: Täysi varmuuskopio. Sisältää näkymät JA päävalikon. Hyödyllinen, jos haluat kopioida asetukset useisiin laitteisiin.
