Repository: WoYaDo/RIPLi
Catalog: skin.KOver-RIPLi/language/resource.language.*/strings.po
Languages: ms_my

# #31220
source: Header Subtitle
ms_my: Sarikata Pengepala

# #31221
source: Settings window
ms_my: Tetingkap tetapan

# #31222
source: Settings
ms_my: Tetapan

# #31223
source: HIDDEN
ms_my: TERSEMBUNYI

# #31224
source: Scroll indicators
ms_my: Tatal penunjuk

# #31225
source: Art Type
ms_my: Jenis Seni

# #31226
source: Furnitures
ms_my: Perabot

# #31227
source: Set this option as 'VISIBLE' to display Scroll indicators. Indicators will match the list orientation set in Bloc 1.
ms_my: Tetapkan pilihan ini sebagai 'TAMPAK' untuk paparkan penunjuk Tatal. Penunjuk akan padankan set orientasi senarai dalam Blok 1.

# #31228
source: Choose the Bloc 3 style (Art). 'DEFAULT' makes KOver to try to search an available landscape Art. Note that depending of the content, the others can be returned empty.
ms_my: Pilih gaya Blok 3 (Seni). 'LALAI' menjadikan KOver untuk cuba menggelintar satu Seni lanskap yang ada. Perhatian bergantung pada kandungan, yang lain akan kembalikan kosong.

# #31229
source: Tagline bg.
ms_my: bg baris tag.

# #31230
source: Tagline text
ms_my: Teks baris tag

# #31231
source: Scroll flags
ms_my: Bendera tatal

# #31232
source: Arrows
ms_my: Anak Panah

# #31233
source: Lists
ms_my: Senarai

# #31234
source: Loading ...
ms_my: Memuatkan ...

# #31235
source: Home Menu size
ms_my: Saiz Menu Rumah

# #31236
source: Choose Home menu size. This adjusts the Sidebar with different layouts.
ms_my: Pilih saiz menu Rumah. Dengan melaras Palang Sisi dengan bentangan berlainan.

# #31237
source: Move Bloc
ms_my: Bloc Alih

# #31238
source: Resize Bloc
ms_my: Bloc Saiz Semula

# #31239
source: Use Keyboard / Remote direction keys to move / resize.[CR]Press ENTER to swith move / resize.[CR]Press RETURN to exit.
ms_my: Guna kekunci arah Papan Kekunci / Kawalan Jauh untuk alih / saiz semula.[CR]Tekan ENTER untuk tukar alih / saiz semula.[CR]Tekan RETURN untuk keluar.

# #31240
source: Move
ms_my: Alih

# #31241
source: Resize
ms_my: Saiz Semula

# #31242
source: Keep OSD controls always sticking to bottom
ms_my: Kekalkan kawalan OSD sentiasa melekat di bahagian bawah

# #31243
source: Run Designer in safe mode (Designer V1)
ms_my: Jalankan Pereka dalam mod selamat (Pereka V1)

# #31244
source: Install TvTunes ...
ms_my: Pasang TvTunes ...

# #31245
source: Audio / Video themes
ms_my: Tema Audio / Video

# #31246
source: Image ressource (studios) allows KOver to display studios logos in movies / shows infos.
ms_my: Sumber imej (studio) membenarkan KOver utnuk paparkan logo studio dalam maklumat cereka / rancangan.

# #31247
source: TvTunes allows KOver to play audio / video themes in movies and tv shows libraries.
ms_my: TvTunes membolehkan KOver mainkan tema audio / video dalam pustaka cereka dan rancangan tv.

# #31248
source: Fallback[CR]Picture
ms_my: Gambar[CR]Jatuh Balik

# #31249
source: - Hide TvTunes video theme as fullscreen background.
ms_my: - Sembunyi tema video TVTunes sebagai latar belakang berskrin penuh.

# #31250
source: This prevent video playback to show as fullscreen background while browsing library. Useful when already set in Designer Bloc 4 to keep picture instead. This only applies to TvTunes video themes.
ms_my: Ia menghalang main balik video untuk ditunjukkan sebagai latar belakang penuh ketika melayari pustaka. Berguna jika sudah ditetapkan dalam Bloc Pereka 4 yang mana hanya menetapkan gambar. Ia hanya dilaksanakan pada tema video TvTunes.

# #31252
source: Install NextUp notifications ...
ms_my: Pasang pemberitahuan NextUp ...

# #31253
source: Continue watching ?
ms_my: Terus menonton ?

# #31254
source: Do not show
ms_my: Jangan tunjuk

# #31255
source: Always show
ms_my: Sentiasa tunjuk

# #31256
source: Hide after timer inactivity
ms_my: Sembunyi selepas ketidakaktifan pemasa

# #31257
source: Show when media is playing
ms_my: Tunjuk bila media dimainkan

# #31258
source: Show when TvTunes plays video
ms_my: Tunjuk bila TvTune memainkan video

# #31259
source: Show when list has focus
ms_my: Tunjuk bila senarai mempunyai fokus

# #31260
source: Show fallback only
ms_my: Tunjuk jatuh-balik sahaja

# #31261
source: Set width 1 column
ms_my: Tetapan lebar lajur 1

# #31262
source: Set width 2 columns
ms_my: Tetapan lebar lajur 2

# #31263
source: Set width 3 columns
ms_my: Tetapan lebar lajur 3

# #31264
source: Set height 1 row
ms_my: Tetapkan tinggi 1 baris

# #31265
source: Set height 2 rows
ms_my: Tetapkan tinggi 2 baris

# #31266
source: Set height 3 rows
ms_my: Tetapkan tinggi 3 baris

# #31267
source: Fill with color
ms_my: Isi dengan warna

# #31268
source: Fill with user's picture
ms_my: Isi dengan gambar pengguna

# #31269
source: Fill with List item Fanart
ms_my: Isi dengan Seni Peminat item senarai

# #31270
source: Default
ms_my: Lalai

# #31271
source: No fallback
ms_my: Tiada jatuh-balik

# #31272
source: Wide List
ms_my: Senarai Lebar

# #31273
source: Tiles
ms_my: Jubin

# #31274
source: Card
ms_my: Kad

# #31276
source: Fixed List
ms_my: Senarai Tetap

# #31277
source: Banner
ms_my: Sepanduk

# #31278
source: Thumb
ms_my: Lakaran Kenit

# #31279
source: Clear Art
ms_my: Seni Kosong

# #31280
source: Clear Logo
ms_my: Logo Kosong

# #31281
source: Disc Art
ms_my: Seni Cakera

# #31282
source: Landscape
ms_my: Lanskap

# #31283
source: Custom List
ms_my: Senarai Suai

# #31285
source: KODI Subtitles
ms_my: Sarikata KODI

# #31286
source: Horizontal
ms_my: Mengufuk

# #31287
source: Vertical
ms_my: Menegak

# #31288
source: Stick to Top
ms_my: Lekat di Atas

# #31289
source: Stick to Bottom
ms_my: Lekat di Bawah

# #31290
source: Stick to Left
ms_my: Lekat di Kiri

# #31291
source: Stick to Right
ms_my: Lekat di Kanan

# #31292
source: Hide bar at scroll end
ms_my: Sembunyi palag

# #31293
source: Always visible
ms_my: Sentiasa tampak

# #31294
source: Push blocs
ms_my: Tolak blok

# #31295
source: Show over blocs
ms_my: Tunjuk atas blok

# #31296
source: Still visible if B5 has focus
ms_my: Masih tampak jika B5 mempunyai fokus

# #31297
source: Hide if B5 has focus
ms_my: Sembunyi jika B5 mempunyai fokus

# #31298
source: Activate pressing Left
ms_my: Aktifkan jika tekan Kiri

# #31299
source: Activate pressing Right
ms_my: Aktifkan jika tekan Kanan

# #31300
source: Activate pressing Up
ms_my: Aktifkan jika tekan Atas

# #31301
source: Activate pressing Down
ms_my: Aktifkan jika tekan Bawah

# #31302
source: Fanart
ms_my: Seni Peminat

# #31303
source: IdleFade Timer
ms_my: Pemasa IdleFade

# #31304
source: Seconds
ms_my: Saat

# #31305
source: Choose pictures folder...
ms_my: Pilih folder gambar...

# #31306
source: Choose picture...
ms_my: Pilih gambar...

# #31307
source: Square
ms_my: Petak

# #31308
source: Medium
ms_my: Sederhana

# #31309
source: Large
ms_my: Besar

# #31310
source: Not found !
ms_my: Tidak ditemui !

# #31311
source: Checking Files
ms_my: Memeriksa Fail

# #31312
source: Update Custom Lists
ms_my: Kemaskini Senarai Suai

# #31313
source: Wizard...
ms_my: Bestari...

# #31314
source: At first start, KOver is built with the minimum requirements. You need to apply a prebuilt configuration or go to the Designer to create all the needed viewtypes and options.
ms_my: Pada mulanya, KOver dibina dengan keperluan minimum. Anda hanya perlu laksana konfigurasi pra-bina atau pergi ke Pereka untuk cipta semua jenis paparan dan pilihan yang diperlukan.

# #31315
source: Welcome
ms_my: Selamat Datang

# #31316
source: Choose a prebuilt configuration
ms_my: Pilih satu konfigurasi pra-binaan

# #31317
source: Go to Designer
ms_my: Pergi ke Pereka

# #31318
source: Exit
ms_my: Keluar

# #31319
source: Choose this option to let KOver builds itself. Choose between 5 presets to apply the settings matching to your needs (recommended). You can still apply other configurations later via the skin settings window.
ms_my: Pilih pilihan ini untuk membiarkan KOver bina dirinya sendiri. Pilih dalam kalangan 5 praset untuk laksanakan tetapan yang menetapi kehendak anda (disarankan). Anda masih boleh laksanakan lain-lain konfigurasi kemudian melalui tetingkap tetapan kulit.

# #31320
source: Choose this option to build KOver yourself. This will bring you to the Designer tool (advanced). It's recommended to apply a prebuilt configuration at first launch. You can still go to the Designer later via the skin settings window.
ms_my: Pilih pilihan ini untuk membina sendiri KOver. Ia akan paparkan alat Pereka (lanjutan). Ia disarankan laksanakan konfigurasi pra-bina jika kali pertama dilancarkan. Anda masih boleh pergi ke Pereka kemudian melalui tetingkap tetapan kulit.

# #31321
source: Exit the wizard. You can go back to the wizard via the skin settings window.
ms_my: Tutup bestari. Anda boleh kembalikan bestari melalui tetingkap tetapan kulit.

# #31322
source: Do not show me again
ms_my: Jangan tunjuk saya lagi

# #31323
source: Open the startup wizard...
ms_my: Buka bestari permulaan...

# #31324
source: Do not turn off your device or force close KODI.
ms_my: Jangan matikan peranti anda atau paksa tutup KODI.

# #31325
source: A large amount of settings is being written. This can take some time depending of the system.[CR]Do not turn off your device or force close KODI.
ms_my: Sebilangan besar tetapan telah pun ditulis. Ia mengambil masa dan bergantung pada sistem. [CR]Jangan matikan peranti adna atau paksa tutup KODI.

# #31326
source: Still processing...[CR]Do not turn off your device or force close KODI.
ms_my: Masih memproses...[CR]Jangan matikan peranti anda atau paksa tutup KODI.

# #31327
source: Show after timer inactivity
ms_my: Tunjuk selepas ketidakaktifan pemasa

# #31328
source: Toggle the element's visibility. REVIDLEFADE makes the element to show after XX seconds (set by user).
ms_my: Togol ketampakan unsur. REVIDLEFADE menjadikan unsur hilang selepas XX saat (ditetapkan oleh pengguna).

# #31329
source: Set the reverse IDLEFADE timer (Designer specific feature) :
ms_my: Tetapkan pemasa IDLEFADE songsang (Fitur spesifik Pereka) :

# #31400
source: [B]Configure appearance settings[/B][CR][CR]Change the skin[CR]Set language and region[CR]Change file listing options[CR]Set up a screensaver
ms_my: [B]Konfigur tetapan penampilan[/B][CR][CR]Ubah kulit[CR]Tetapkan bahasa dan wilayah[CR]Ubah pilihan penyenaraian fail[CR]Persediaan penyelamat skrin

# #31401
source: [B]Configure video settings[/B][CR][CR]Manage your video library[CR]Set video playback options[CR]Change video listing options[CR]Set subtitle fonts
ms_my: [B]Konfigur tetapan video[/B][CR][CR]Urus pustaka video anda[CR]Tetapkan pilihan main balik video[CR]Ubah pilihan penyenaraian video[CR]Tetapkan fon sarikata

# #31402
source: [B]Configure music settings[/B][CR][CR]Manage your music library[CR]Set music playback options[CR]Change music listing options[CR]Setup song submission[CR]Set karaoke options
ms_my: [B]Konfigur tetapan muzik[/B][CR][CR]Urus pustaka muzik anda[CR]Tetapkan pilihan main balik muzik[CR]Ubah pilihan penyenaraian muzik[CR]Persediaan penyerahan lagu[CR]Tetapkan pilihan karaoke

# #31403
source: [B]Configure picture settings[/B][CR][CR]Set picture listing options[CR]Configure slideshow
ms_my: [B]Konfigur tetapan gambar[/B][CR][CR]Tetapkan pilihan penyenaraian[CR]Konfigur paparan slaid

# #31404
source: [B]Configure weather settings[/B][CR][CR]Set various cities to collect weather information
ms_my: [B]Konfigur tetapan cuaca[/B][CR][CR]Tetapkan mana-mana bandar untuk dapatkan maklumat cuaca

# #31406
source: [B]Configure system settings[/B][CR][CR]Setup and calibrate displays[CR]Configure audio output[CR]Setup remote controls[CR]Set power saving options[CR]Enable debugging[CR]Setup master lock
ms_my: [B]Konfigur tetapan sistem[/B][CR][CR]Persediaan dan tentukur paparan[CR]Konfigur output audio[CR]Persediaan kawalan jauh[CR]Tetapkan pilihan penjimatan kuasa[CR]Benarkan penyahpepijatan[CR]Persediaan kunci master

# #31408
source: [B]Configure add-ons[/B][CR][CR]Manage your installed add-ons[CR]Browse for and install add-ons from kodi.tv[CR]Modify add-on settings
ms_my: [B]Konfigur tambahan[/B][CR][CR]Urus tambahan terpasang anda[CR]Layar dan pasang tambahan melalui kodi.tv[CR]Ubahsuai tetapan tambahan

# #31409
source: [B]Configure TV settings[/B][CR][CR]Change full screen info[CR]Manage EPG data settings
ms_my: [B]Konfigur tetapan TV[/B][CR][CR]Ubah maklumat skrin penuh[CR]Urus tetapan data EPG

# #31410
source: [B]Configure network settings[/B][CR][CR]Setup control of Kodi via UPnP and HTTP[CR]Configure file sharing[CR]Enable Zeroconf[CR]Configure AirPlay
ms_my: [B]Konfigur tetapan rangkaian[/B][CR][CR]Persediaan kawalan Kodi melalui UPnP dan HTTP[CR]Konfigur perkongsian fail[CR]Benarkan Zeroconf[CR]Konfigur AirPlay

# #31411
source: [B]Configure KOver settings[/B][CR][CR]Configure Home menu[CR]Enable advanced tools[CR]Auto build viewtypes sets[CR]Export / Import features
ms_my: [B]Konfigur tetapan KOver[/B][CR][CR]Konfigur menu Rumah[CR]Benarkan alat lanjutan[CR]Auto bina set jenis paparan[CR]Eksport / Import fitur

# #31412
source: [B]Configure KOver viewtypes[/B][CR][CR]Create / delete / modify viewtypes using the WYSIWYG editor : KOver Designer
ms_my: [B]Konfigur jenis paparan KOver[/B][CR][CR]Cipta / padam / ubahsuai jenis paparan menggunakan penyunting WYSIWYG : Pereka KOver

# #31413
source: [B]Configure KOver colors[/B][CR][CR]Create / modify color scheme[CR]Change colors for each parts of the viewtypes[CR]Import previous or shared color sets
ms_my: [B]Konfigur warna KOver[/B][CR][CR]Cipta / ubahsuia skema warna[CR]Ubah warna bagi setiap bahagian jenis paparan[CR]Import set warna terdahulu atau dikongsi

# #31414
source: [B]Configure profiles settings[/B][CR][CR]Enable / disable login screen[CR]Set profiles' names and pictures[CR]Set lock settings
ms_my: [B]Konfigur tetapan profil[/B][CR][CR]Benar / lumpuhkan skrin daftar masuk[CR]Tetapkan nama dan gambar profil[CR]Tetapkan tetapan kunci

# #31500
source: This category contains the settings for home menu editing and showing / hiding advanced features.
ms_my: Kategori ini mengandungi tetapan untuk penyuntingan menu rumah dan tunjuk / sembunyi fitur lanjutan.

# #31501
source: This category contains the settings for applying automatic layouts and color sets.
ms_my: Kategori ini mengandungi tetapan untuk laksanakan bentangan dan set warna secara automatik.

# #31502
source: This category contains the settings for importing / exporting user's configurations of KOver.
ms_my: Kategori ini mengandungi tetapan untuk mengimport / mengeksport konfigurasi pengguna KOver.

# #31503
source: This category contains the settings for activating optional scripts to enhance KOver content.
ms_my: Kategori ini mengandungi tetapan untuk mengaktifkan skrip pilihan untuk menambahbaik kandungan KOver.
