Repository: WoYaDo/RIPLi
Catalog: skin.KOver-RIPLi/language/resource.language.*/strings.po
Languages: ms_my

# #31000
source: KOver Designer
ms_my: Pereka KOver

# #31001
source: Home Menu
ms_my: Menu Rumah

# #31002
source: Colors
ms_my: Warna

# #31004
source: Customize
ms_my: Suai

# #31005
source: Dialogs
ms_my: Dialog

# #31006
source: Wallpaper
ms_my: Kertas Dinding

# #31007
source: General Setup
ms_my: Persediaan Am

# #31008
source: Blocs background
ms_my: Latar belakang bloc

# #31009
source: Bloc 1 : List
ms_my: Bloc 1 : Senarai

# #31011
source: Bloc 2 : Infos
ms_my: Bloc 2 : Maklumat

# #31013
source: Bloc 3 : Art
ms_my: Bloc 3 : Seni

# #31015
source: Bloc 4 : Playing Video
ms_my: Bloc 4 : Memainkan Video

# #31017
source: Rename View
ms_my: Namakan Semula Paparan

# #31018
source: Apply Default Horizontal
ms_my: Laksana Mengufuk Lalai

# #31019
source: Apply Default Vertical
ms_my: Laksana Menegak Lalai

# #31020
source: My Template 1
ms_my: Templat Saya 1

# #31021
source: My Template 2
ms_my: Templat Saya 2

# #31022
source: My Template 3
ms_my: Templat Saya 3

# #31023
source: Delete View
ms_my: Padam Paparan

# #31024
source: Apply Template To View
ms_my: Laksana Templat Ke Paparan

# #31025
source: Copy View To Template
ms_my: Salin Paparan Ke Templat

# #31026
source: Delete Template
ms_my: Padam Templat

# #31027
source: Export Template
ms_my: Eksport Templat

# #31028
source: Layout Orientation
ms_my: Orientasi Bentangan

# #31029
source: Sidebar Position
ms_my: Kedudukan Palang Sisi

# #31030
source: Dialog panel position
ms_my: Kedudukan panel dialog

# #31031
source: Sidebar Autohide
ms_my: Auto-sembunyi Palang Sisi

# #31032
source: Dialog slide type
ms_my: Jenis leret dialog

# #31033
source: Horizontal Separator
ms_my: Pemisah Mengufuk

# #31034
source: Vertical Separator
ms_my: Pemisah Menegak

# #31035
source: visibility
ms_my: ketampakan

# #31036
source: Horizontal Position (column)
ms_my: Kedudukan Mengufuk (lajur)

# #31037
source: Vertical Position (row)
ms_my: Kedudukan Menegak (baris)

# #31038
source: Width
ms_my: Lebar

# #31039
source: Height
ms_my: Tinggi

# #31040
source: Background[CR]Style
ms_my: Gaya[CR]Latar Belakang

# #31041
source: List Type
ms_my: Jenis Senarai

# #31042
source: Background[CR]Image
ms_my: Imej[CR]Latar Belakang

# #31043
source: List : Selected item 1
ms_my: Senarai : Item Terpilih 1

# #31044
source: Sub info
ms_my: Sub maklumat

# #31045
source: List : Unselected item 2
ms_my: Senarai : Item Tidak Terpilih 2

# #31046
source: List : Unselected item 3
ms_my: Senarai : Item Tidak Terpilih 3

# #31047
source: Info Bloc : Sub info
ms_my: Bloc Maklumat : Sub maklumat

# #31048
source: Text 3 - Informations plot [CR]about the selected item in bloc 1
ms_my: Teks 3 - Plot maklumat [CR]berkenaan item terpilih dalam blok 1

# #31049
source: Ex : Duration
ms_my: Ex : Jangka Masa

# #31050
source: Selected Item Tag
ms_my: Tag Item Terpilih

# #31051
source: Home
ms_my: Rumah

# #31052
source: Video on top
ms_my: Video paling atas

# #31053
source: Visualisation presets
ms_my: Praset pengvisualan

# #31054
source: Extra art
ms_my: Seni ekstra

# #31055
source: Increase
ms_my: Naik

# #31056
source: Decrease
ms_my: Turun

# #31057
source: Recent albums
ms_my: Album terkini

# #31058
source: Recommended albums
ms_my: Album disarankan

# #31059
source: Random albums
ms_my: Album rawak

# #31060
source: Window
ms_my: Tetingkap

# #31061
source: Sidebar
ms_my: Palang sisi

# #31062
source: Blocs background
ms_my: Latar belakang bloc

# #31063
source: Info bloc
ms_my: Bloc maklumat

# #31064
source: Art bloc
ms_my: Bloc seni

# #31065
source: Video bloc
ms_my: Bloc video

# #31067
source: Color editor
ms_my: Penyunting warna

# #31068
source: Unselected icons
ms_my: Ikon tidak terpilih

# #31069
source: Unselected items
ms_my: Item tidak terpilih

# #31070
source: Unselected text 1[CR]icon
ms_my: Teks tidak terpilih 1[CR]ikon

# #31071
source: Unselected text 2[CR](sub)
ms_my: Teks tidak terpilih 2[CR](sub)

# #31072
source: Unselected text
ms_my: Teks tidak terpilih

# #31073
source: Selected icon background
ms_my: Latar belakang ikon terpilih

# #31074
source: Selected items
ms_my: Item terpilih

# #31075
source: Selected text 1[CR]icon
ms_my: Teks terpilih 1[CR]ikon

# #31076
source: Selected text 2[CR](sub)
ms_my: Teks terpilih 2[CR](sub)

# #31077
source: Selected text
ms_my: Teks terpilih

# #31078
source: Selected item background
ms_my: Latar belakang item terpilih

# #31079
source: Selected item number
ms_my: Bilangan item terpilih

# #31080
source: Invalid text
ms_my: Teks tidak sah

# #31081
source: Clock
ms_my: Jam

# #31082
source: Shadow
ms_my: Bayang

# #31083
source: Other infos
ms_my: Maklumat lain

# #31084
source: Export color scheme
ms_my: Eksport skema warna

# #31087
source: KODI Section
ms_my: Seksyen KODI

# #31088
source: Name :
ms_my: Nama :

# #31089
source: Viewtype
ms_my: Jenis paparan

# #31090
source: Empty
ms_my: Kosong

# #31091
source: Choose the section where you want to edit the viewtype.
ms_my: Pilih seksyen yang anda mahu suntingkan jenis paparan.

# #31092
source: Choose the viewtype you want to build/edit. Press right for config, click or press ENTER for more.
ms_my: Pilih jenis paparan yang mahu dibina/sunting. Tekan kanan untuk konfig, klik atau tekan ENTER untuk lebih terperinci.

# #31093
source: Rename the viewtype. This will be shown 'as is' in library viewtype selection.
ms_my: Nama semula jenis paparan. Ia akan ditunjukkan 'sebagai' dalam pemilihan pustaka jenis paparan.

# #31094
source: Apply the built-in horizontal viewtype. A good start for sidebar TOP or BOTTOM layout.
ms_my: Laksana jenis paparan mengufuk terbina-dalam. Satu permulaan baik untuk bentangan palang sisi ATAS atau BAWAH.

# #31095
source: Apply the built-in vertical viewtype. A good start for sidebar LEFT or RIGHT layout.
ms_my: Laksana jenis paparan mengufuk terbina-dalam. Satu permulaan baik untuk bentangan palang sisi KIRI atau KANAN.

# #31096
source: Delete the viewtype. It won't be available anymore in library viewtype selection.
ms_my: Padam jenis paparan. Ia tidak akan muncul lagi di dalam pemilihan pustaak jenis paparan.

# #31097
source: Apply imported/stored viewtype in template. This will overide the actual viewtype.
ms_my: Laksana jenis paparan terimport/tersimpan dalam templat. Ia akan membatalkan jenis paparan sebenar.

# #31098
source: Stores the actual viewtype in template. This overide the template content.
ms_my: Simpan jenis paparan sebenar dalam templat. Ia akan membatalkan kandungan templat.

# #31099
source: Export the template's content to a zip file. Be aware that the template's number is also stored.
ms_my: Eksport kandungan templat dari fail zip. Hati-hati bilangan templat juga disimpankan.

# #31100
source: Delete the template's content.
ms_my: Padam kandungan templat.

# #31101
source: Toggle the element's visibility. IDLEFADE makes the element to disappear after XX seconds (set by user).
ms_my: Togol ketampakan unsur. IDLEFADE menjadikan unsur hilang selepas XX saat (ditetapkan oleh pengguna).

# #31102
source: Change the layout orientation or scroll direction for lists.
ms_my: Ubah orientasi bentangan atau arah tatal untuk senarai.

# #31103
source: Change the sidebar position. This is limited by the layout orientation.
ms_my: Ubah kedudukan palang sisi. Ia membataskan orientasi bentangan.

# #31104
source: Makes the sidebar to autohide. Useful for fullscreen layout, sidebar will fade to not cover infos.
ms_my: Jadikan palang sisi autosembunyi. Berguna untuk bentangan skrin penuh, palang sisi akan lenyap dari melindungi maklumat.

# #31105
source: Set the dialog panel (ex. movie infos) position.
ms_my: Tetapkan kedudukan panel dialog (cth. maklumat cereka).

# #31106
source: Choose panel opening style. 'PUSH' pushes the blocs and 'OVER' shows over blocs.
ms_my: Pilih gaya pembukaan panel. 'PUSH' menolak blok dan 'OVER' tunjuk di atas blok.

# #31107
source: Insert an horizontal space between blocs. Choose between A and B or B and C.
ms_my: Sisip ruang mengufuk diantara blok. Pilih diantara A dengan B atau B dengan C.

# #31108
source: Insert an vertical space between blocs. Choose between A and B or B and C.
ms_my: Sisip satu ruang menegak diantara blok. Pilih diantara A dengan B atau B dengan C.

# #31109
source: Change the horizontal start position of the element. Can be locked depending of the layout orientation.
ms_my: Ubah kedudukan permulaan mengufuk unsur. Boleh dikunci berdasarkan orientasi bentangan.

# #31110
source: Change the vertical start position of the element. Can be locked depending of the layout orientation.
ms_my: Ubah kedudukan permulaan menegak unsur. Boleh dikunci berdasarkan orientasi bentangan.

# #31111
source: Change the horizontal size of the element. Can be locked/limited by the element's horizontal position.
ms_my: Ubah saiz mengufuk unsur. Boleh dikunci/dihadkan berdasarkan kedudukan mengufuk unsur.

# #31112
source: Change the vertical size of the element. Can be locked/limited by the element's vertical position.
ms_my: Ubah saiz menegak unsur. Boleh dikunci/dihadkan berdasarkan kedudukan mengufuk unsur.

# #31113
source: Choose the window background style. 'IMAGE' shows user's picture selected in the next setting.
ms_my: Pilih gaya latar belakang tetingkap. 'IMEJ' menunjukkan gambar pengguna dipilih pada tetapan berikutnya.

# #31114
source: Choose the main list (library) style. 'BANNER' shows 'FIXEDLIST' if item is not a media.
ms_my: Pilih senarai utama gaya (pustaka). 'SEPANDUK' menunjukkan 'FIXEDLIST' jika item bukanlah sebuah media.

# #31115
source: Browse for a picture to use when background style is set to 'IMAGE'.
ms_my: Layar gambar untuk digunakan bila gaya latar belakang ditetapkan pada 'IMAGE'.

# #31116
source: Display the playing video over all other background style settings.
ms_my: Papar video dimainkan merentasi semua tetapan gaya latar belakang lain.

# #31117
source: Set 'HIDE' to hide bloc 1 (List) when submenu/options list has focus. Useful when blocs share the same position.
ms_my: Tetapkan 'HIDE' untuk sembunyikan blok 1 (Senarai) bila senarai submenu/pilihan mempunyai fokus. Berguna bila block berkongsi kedudukan yang sama.

# #31118
source: Set 'HIDE' to hide bloc 2 (Infos) when submenu/options list has focus. Useful when blocs share the same position.
ms_my: Tetapkan 'HIDE' untuk sembunyikan blok 2 (Maklumat) bila senarai submenu/pilihan mempunyai fokus. Berguna bila block berkongsi kedudukan yang sama.

# #31119
source: Set 'HIDE' to hide bloc 3 (Art) when submenu/options list has focus. Useful when blocs share the same position.
ms_my: Tetapkan 'HIDE' untuk sembunyikan blok 3 (Seni) bila senarai submenu/pilihan mempunyai fokus. Berguna bila block berkongsi kedudukan yang sama.

# #31120
source: Set 'HIDE' to hide bloc 4 (Video/Home art) when submenu/options list has focus. Useful when blocs share the same position.
ms_my: Tetapkan 'HIDE' untuk sembunyikan blok 4 (Seni Video/Rumah) bila senarai submenu/pilihan mempunyai fokus. Berguna bila block berkongsi kedudukan yang sama.

# #31121
source: Choose key/action to open submenu/options list (Bloc 5).
ms_my: Pilih kekunci/tindakan untuk buka senarai submenu/pilihan (Bloc 5).

# #31122
source: Choose key/action to go to previous menu.
ms_my: Pilih kekunci/tindakan untuk pergi ke menu terdahulu.

# #31123
source: Blocs background
ms_my: Latar belakang bloc

# #31124
source: Libraries settings
ms_my: Tetapan pustaka

# #31125
source: Subcategory
ms_my: Subkategori

# #31126
source: Change settings level
ms_my: Ubah aras tetapan

# #31128
source: Choose the element you want to change the color and click or press 'ENTER'.
ms_my: Pilih unsur yang anda mahu ubahkan warna dan klik atau tekan 'ENTER'.

# #31129
source: Info Bloc : Title
ms_my: Bloc maklumat ; Tajuk

# #31130
source: Bloc 4 : Home Art
ms_my: Bloc 4 : Seni Rumah

# #31131
source: Scrolling Orientation
ms_my: Orientasi Penatalan

# #31132
source: View Settings
ms_my: Tetapan Paparan

# #31133
source: Select Viewtype
ms_my: Pilih Jenis Paparan

# #31134
source: Move left
ms_my: Alih kiri

# #31135
source: Move right
ms_my: Alih kanan

# #31136
source: Change icon
ms_my: Ubah ikon

# #31137
source: Select Bloc 4 Picture
ms_my: Pilih Gambar Bloc 4

# #31138
source: Bloc 1 Visibility On Focus
ms_my: Ketampakan Blok 1 Ketika Fokus

# #31139
source: Bloc 2 Visibility On Focus
ms_my: Ketampakan Blok 2 Ketika Fokus

# #31140
source: Bloc 3 Visibility On Focus
ms_my: Ketampakan Blok 3 Ketika Fokus

# #31141
source: Bloc 4 Visibility On Focus
ms_my: Ketampakan Blok 4 Ketika Fokus

# #31142
source: Go Submenu
ms_my: Submenu Pergi

# #31143
source: Go Back
ms_my: Undur

# #31144
source: Over
ms_my: Atas

# #31146
source: TV channels
ms_my: Saluran TV

# #31147
source: Weather
ms_my: Cuaca

# #31148
source: Weather Forecast
ms_my: Ramalan Cuaca

# #31149
source: Edit Home menu...
ms_my: Sunting menu Rumah...

# #31150
source: Auto build
ms_my: Auto-bina

# #31151
source: Import / Export
ms_my: Import / Eksport

# #31152
source: Force search for PVR thumbs
ms_my: Paksa gelintar untuk lakaran kenit PVR

# #31153
source: Enable Designer
ms_my: Benarkan Pereka

# #31154
source: Enable Color tool
ms_my: Benarkan alat Warna

# #31155
source: Show Debug Infos
ms_my: Tunjuk Maklumat Nyahpepijat

# #31156
source: Build KOver for PVR
ms_my: Binaan KOver untuk PVR

# #31157
source: Horizontal
ms_my: Mengufuk

# #31158
source: Vertical
ms_my: Menegak

# #31159
source: Build KOver fullscreen
ms_my: Binaan KOver berskrin penuh

# #31160
source: Classic
ms_my: Klasik

# #31161
source: Two-thirds
ms_my: Dua-pertiga

# #31162
source: Hybrid
ms_my: Hidbrid

# #31164
source: Backup all viewtype (without Home menu)
ms_my: Sandar semua jenis paparan (tanpa menu Rumah)

# #31165
source: Backup Home menu
ms_my: Sandar menu Rumah

# #31166
source: Full backup (viewtypes and Home menu)
ms_my: Sandar penuh (jenis paparan dan menu Rumah)

# #31167
source: Export all 'Home' viewtypes
ms_my: Eksport semua jenis paparan 'Rumah'

# #31168
source: Export all 'Video' viewtypes
ms_my: Eksport semua jenis paparan 'Video'

# #31169
source: Export all 'Music' viewtypes
ms_my: Eksport semua jenis paparan 'Muzik'

# #31170
source: Export all 'Pictures' viewtypes
ms_my: Eksport semua jenis paparan 'Gambar'

# #31171
source: Export all 'TV' viewtypes
ms_my: Eksport semua jenis paparan 'TV'

# #31172
source: Export all 'Programs' viewtypes
ms_my: Eksport semua jenis paparan 'Program'

# #31173
source: Allows to set home menu, submenus and widgets and to choose viewtypes and backgrounds.
ms_my: Benarkan untuk tetapkan menu rumah, submenu dan widjet dan pilih jenis paparan dan latar belakang.

# #31174
source: Enable this option to force downloading arts in PVR. This can also download arts in the EPG guide by changing settings in skin.helper script. This is useful when the backend is not returning arts.
ms_my: Benarkan pilihan ini untuk paksa muat turun seni dalam PVR. Ia juga boleh memuat turun seni dalam panduan EPG dengan mengubah tetapan dalam skrip skin.helper. Ia berguna bila bahagian belakang bukan seni yang dikembalikan.

# #31175
source: Enable this option to give access to the Designer and build your own viewtypes (advanced).
ms_my: Benarkan pilihan ini untuk memberikan capaian pada Pereka dan bina jenis paparan anda sendiri (lanjutan).

# #31176
source: Enable this option to give access to the Color tool, change the skin colors and create color sets (advanced).
ms_my: Benarkan pilihan ini untuk berikan capaian pada alat Warna, ubah warna kulit dan cipta set warna (lanjutan).

# #31177
source: Enable this option to show debug infos (advanced).
ms_my: Benarkan pilihan ini untuk tunjuk maklumat nyahpepijat (lanjutan).

# #31178
source: Automatically create viewtypes in all sections for a PVR use. Vewtypes will be set 1/3 of the screen in horizontal / bottom position. Recommended for a mximum view of the playing video.
ms_my: Cipta jenis paparan secara automatik dalam semua seksyen untuk kegunaan PVR. Jenis paparan akan tetapkan 1/3 dari skrin dalam kedudukan mengufuk / bawah. Disarankan untuk paparan maksimum ketika memainkan video.

# #31179
source: Automatically create viewtypes in all sections for a PVR use. Vewtypes will be set 1/3 of the screen in vertical / left position. Recommended for a mximum view of the playing video.
ms_my: Cipta jenis paparan secara automatik dalam semua seksyen untuk kegunaan PVR. Jenis paparan akan tetapkan 1/3 dari skrin dalam kedudukan menegak / kiri. Disarankan untuk paparan maksimum ketika memainkan video.

# #31180
source: Automatically create viewtypes in all sections for a fullscreen use. Vewtypes will be set 3/3 of the screen. Recommended for medias library player.
ms_my: Cipta jenis paparan secara automatik dalam semua seksyen untuk kegunaan skrin penuh. Jenis paparan akan tetapkan 3/3 dari skrin. Disarankan untuk pemain pustaka media.

# #31181
source: Automatically create viewtypes in all sections for a fullscreen use. Vewtypes will be set 2/3 of the screen. Recommended for medias library player.
ms_my: Cipta jenis paparan secara automatik dalam semua seksyen untuk kegunaan skrin penuh. Jenis paparan akan tetapkan 2/3 dari skrin. Disarankan untuk pemain pustaka media.

# #31182
source: Automatically create viewtypes in all sections for a fullscreen use. Vewtypes will be set 2/3 and 3/3 of the screen. Recommended for medias library player.
ms_my: Cipta jenis paparan secara automatik dalam semua seksyen untuk kegunaan skrin penuh. Jenis paparan akan tetapkan 2/3 dan 3/3 dari skrin. Disarankan untuk pemain pustaka media.

# #31183
source: Restore backups, apply new / stored color sets, apply new / stored viewtypes sets.
ms_my: Pulih sandar. laskana set warna baharu / tersimpan, laksana set jenis paparan baharu / tersimpan.

# #31184
source: Backup ALL current viewtypes (from all sections). Home menu is not included. Useful for sharing a complete viewtypes' set.
ms_my: Sandar SEMUA jenis paparan semasa (dari semua seksyen). Menu rumah tidak disertakan. Berguna untuk perkongsian set jenis paparan lengkap.

# #31185
source: Backup Home menu. Viewtypes are not included.
ms_my: Sandar menu Rumah. Jenis paparan tidak disertakan.

# #31186
source: Full backup. Viewtypes AND Home menu are included. Useful for duplication on user's multiple devices.
ms_my: Sandar penuh. Jenis paparan DAN menu Rumah disertakan. Berguna untuk penggandaan pada peranti berbilang pengguna.

# #31187
source: Backup current viewtypes from 'Home' section. Home menu is not included. Useful for sharing a viewtypes' set.
ms_my: Sandar jenis paparan semasa dari seksyen 'Rumah'. Menu rumah tidak disertakan. Berguna untuk perkongsian set jenis paparan lengkap.

# #31188
source: Backup current viewtypes from 'Video' section. Home menu is not included. Useful for sharing a viewtypes' set.
ms_my: Sandar jenis paparan semasa dari seksyen 'Video'. Menu rumah tidak disertakan. Berguna untuk perkongsian set jenis paparan lengkap.

# #31189
source: Backup current viewtypes from 'Music' section. Home menu is not included. Useful for sharing a viewtypes' set.
ms_my: Sandar jenis paparan semasa dari seksyen 'Muzik'. Menu rumah tidak disertakan. Berguna untuk perkongsian set jenis paparan lengkap.

# #31190
source: Backup current viewtypes from 'Pictures' section. Home menu is not included. Useful for sharing a viewtypes' set.
ms_my: Sandar jenis paparan semasa dari seksyen 'Gambar'. Menu rumah tidak disertakan. Berguna untuk perkongsian set jenis paparan lengkap.

# #31191
source: Backup current viewtypes from 'TV' section. Home menu is not included. Useful for sharing a viewtypes' set.
ms_my: Sandar jenis paparan semasa dari seksyen 'TV'. Menu rumah tidak disertakan. Berguna untuk perkongsian set jenis paparan lengkap.

# #31192
source: Backup current viewtypes from 'Programs' section. Home menu is not included. Useful for sharing a viewtypes' set.
ms_my: Sandar jenis paparan semasa dari seksyen 'Program'. Menu rumah tidak disertakan. Berguna untuk perkongsian set jenis paparan lengkap.

# #31193
source: Set the IDLEFADE timer (Designer specific feature) :
ms_my: Tetapkan pemasa IDLEFADE (Fitur spesifik Pereka) :

# #31194
source: Show 'Watched' flags
ms_my: Tunjuk bendera 'Ditonton'

# #31195
source: Apply color schemes
ms_my: Laksana skema warna

# #31196
source: Default dark
ms_my: Gelap lalai

# #31197
source: Default light
ms_my: Cerah lalai

# #31198
source: Default FTV style
ms_my: Gaya FTV lalai

# #31199
source: Default flat style
ms_my: Gaya rata lalai

# #31200
source: Enhancement
ms_my: Penambahbaikan

# #31201
source: Extended Infos allows KOver to get more widgets and backgrounds in Home. Those are selectable in Home menu configuration.
ms_my: Maklumat lanjutan membenarkan KOver untuk dapatkan lagi widjet dan latar belakang dalam Rumah. Yang mana boleh dipilih dalam konfigurasi menu Rumah.

# #31202
source: Artwork Downloader allows KOver to have acces to more arts. Arts like banners, cleararts, discarts, etc... are selectable in libraries item informations.
ms_my: Pemuat Turun Kerja Seni membolehkan KOver mempunyai capaian ke banyak lagi seni. Seni seperti sepanduk, seni kosong, seni cereka, dan lain-lain boleh dipilih dalam maklumat item pustaka.

# #31203
source: Artist Slideshow allows KOver to display artists arts as background. You can set more options in KOver settings under 'General Setup' when script is installed.
ms_my: Paparan Slaid Artis membolehkan KOver untuk papar seni artis sebagai latar belakang. Anda boleh tetapkan lagi pilihan dalam tetapan KOver di bawah 'Persediaan Am' bila skrip dipasang.

# #31204
source: Install Extended Infos script ...
ms_my: Pasang skrip Maklumat Lanjut ...

# #31205
source: Install Artwork Downloader script ...
ms_my: Pasang skrip Pemuat Turun Kerja Seni ...

# #31206
source: Install Artist Slideshow ...
ms_my: Pasang Paparan Slaid Artis ...

# #31207
source: - Show Artist Slideshow as background when music is playing.
ms_my: - Tunjuk Paparan Slaid Artis sebagai latar belakang bila muzik dimainkan.

# #31208
source: - Show visualisation effect over Artist slideshow.
ms_my: - Tunjuk kesan pengvisualan terhadap paparan slaid Artis

# #31209
source: Artist Slideshow allows KOver to display artists arts as background. It also displays in viewtypes when 'Video on top' is set to 'VISIBLE' in the Designer.
ms_my: Paparan Slaid Artis membolehkan KOver untuk papar seni artis sebagai latar belakang. Ia juga dipapar dalam jenis paparan bila 'Video di atas' ditetapkan pada 'TAMPAK' dalam Pereka.

# #31210
source: Set this option to show visualisation over the Artist Slideshow. Only useful when DIRECTX visualisation is set.
ms_my: Tetapkan pilihan ini untuk tunjukkan pengvisualan terhadap Paparan Slaid Artis. Hanya berguna bila pengvisualan DIRECTX ditetapkan.

# #31211
source: Set this option to show the 'WATCHED' status flag on libraries' items.
ms_my: Tetapkan pilihan ini untuk tunjukkan bendera status 'DITONTON' pada item pustaka.

# #31212
source: Adjust time for the 'IDLEFADE' option. This is only when an item has this option in the Designer.
ms_my: Laras masa untuk pilihan "IDLEFADE'. Ia hanya bila item mempunyai pilihan ini di dalam Pereka.

# #31213
source: Automatically apply a built-in color set. This automatically change the colors for each element.
ms_my: Laksana satu set warna terbina-dalam secara automatik. Ia mengubah warna secara automatik untuk setiap unsur.

# #31214
source: Backup current color set.
ms_my: Sandar set warna semasa.

# #31215
source: Install Image ressource addon (studio logos) ...
ms_my: Pasang tambahan sumber Imej (logo studio) ...

# #31216
source: DEFAULT
ms_my: LALAI

# #31217
source: Home Art
ms_my: Seni Rumah

# #31218
source: Header Bkg
ms_my: Bkg Pengepala

# #31219
source: Header Title
ms_my: Tajuk Pengepala
